const arrow = {
    name: 'Олливер Куин',
    nickname: 'Зеленая Стрела',
    clothes: 'зеленая одежда с капюшоном',
    ability: 'ловкость, выносливость, реакцию',
    ability2: 'стратегическое мышление',
    weapon: 'лук и стрелы'
}
console.log('Меня зовут ' + arrow.name + ', я так же известен под именем "' + arrow.nickname + '".\n' + 'Мой стиль - это ' + arrow.clothes + ', а так же ' + arrow.weapon + ' из за чего меня часто путают с "Робин Гудом".\n' + 'Я не обладаю суперсилами, поэтому пройдя через ад мне пришлось превратить себя в оружие, отточив до иделаа ' + arrow.ability + ', а так же преимущество в бою мне дает ' + arrow.ability2 + ".");